{
  "name": "Справочник пивовара",
  "icon": "spectrum:brewers_handbook",
  "advancement": "spectrum:hidden/collect_cookbooks/brewers_handbook",
  "category": "spectrum:cuisine_category",
  "extra_recipe_mappings": {
    "spectrum:brewers_handbook": 0
  },
  "pages": [
    {
      "type": "spectrum:snippet",
      "title": "Пивоварение для глубины",
      "resource_path": "spectrum:textures/gui/guidebook/taswell.png",
      "resource_width": 116,
      "resource_height": 116,
      "texture_x": 0,
      "texture_y": 0,
      "texture_width": 116,
      "texture_height": 116,
      "border": false,
      "text": "$(o)   Лунное отражение"
    },
    {
      "type": "patchouli:text",
      "text": "Хайо! Нынешнее состояние отношений между обычным миром и глубинным весьма плачевно, и, к сожалению, похоже, что оно только ухудшается, и в связи с этим я, к сожалению, не могу сделать многого.$(br2)Поэтому я потратил немного своего времени, чтобы собрать кучу рецептов пивоварения с обычного мира, адаптировать их для использования ингредиентов, найденных в глубинах, и опубликовать их в качестве подарка для всех вас, в надежде, что они помогут вам."
    },
    {
      "type": "patchouli:text",
      "title": "Розовые стаканчики",
      "text": "$(br)Эй, стеклянные персики - это не только для императоров!$(br2)Мы тоже можем наслаждаться ими! Этот краткий и простой в исполнении рецепт позволяет получить приятную, сливочную чашку персикового вкуса - если у вас есть такие, сладкие ягоды станут отличным гарниром!"
    },
    {
      "type": "spectrum:potion_workshop_crafting",
      "recipe": "spectrum:potion_workshop_crafting/peach_cream",
      "text": "$(italic)Не заменяйте ягоды нефрита на другие, они не годятся…"
    },
    {
      "type": "patchouli:text",
      "title": "Горячие напитки Холли",
      "text": "$(br)Ох уж эти кусты пирита… пожалуй, это моё любимое места в глубинах, в них есть что-то такое красивое, даже если учесть, насколько опасно просто находиться в них.$(br2)Неважно! Хотя ягоды растущих там кустарников ядовиты, мы можем обойти это стороной…"
    },
    {
      "type": "spectrum:potion_workshop_crafting",
      "recipe": "spectrum:potion_workshop_crafting/golden_bristle_tea",
      "text": "$(italic)Но если вы хотите использовать эти ягоды остролиста для чего-нибудь, то вот оно, пожалуйста."
    },
    {
      "type": "patchouli:text",
      "title": "Не медовуха",
      "text": "$(br)Это не медовуха, вы не можете законно назвать ее медовухой, я обязан разъяснить, что это не медовуха.$(br3) Эта медовуха - мой любимый рецепт, и мне потребовалось время, чтобы понять, как адаптировать медовое вино для места, где нет пчел, но поверьте мне, оно действительно превосходит настоящее."
    },
    {
      "type": "spectrum:titration_barrel_fermenting",
      "recipe": "spectrum:titration_barrel/bristle_mead",
      "text": "$(italic)Не медовуха, нет-нет-нет."
    },
    {
      "type": "spectrum:titration_barrel_fermenting",
      "recipe": "spectrum:titration_barrel/bristle_mead_fluid",
      "text": "$(italic)Не медовуха, нет-нет-нет."
    },
    {
      "type": "patchouli:text",
      "title": "Жара для сердца",
      "text": "$(br)Грибной цейлон, эта странная приправа, похожая на корицу, которую вы все там выращиваете. Честно говоря, я ее очень люблю, она напоминает мне о тех долгих, нежных ночах, которые я проводил там. Хотя, как и большинство, я ассоциирую эту пряность с теплом и уютом, для меня в ней есть нотка тоски..."
    },
    {
      "type": "spectrum:titration_barrel_fermenting",
      "recipe": "spectrum:titration_barrel/morchella",
      "text": "$(italic)Отлично подходит, если у вас есть кто-то, кого вы хотите возбудить и побаловать."
    },
    {
      "type": "patchouli:text",
      "text": ""
    },
    {
      "type": "patchouli:text",
      "text": ""
    },
    {
      "type": "patchouli:text",
      "title": "[Скрытая страница 1]",
      "text": "$(br)Привет. Простите, что не успел рассказать вам больше, это все, что мне удалось тайком передать - за всем, что происходит в устье пещер, тщательно следят, и я сам чувствую, как взгляды вышестоящих имперцев обжигают мне спину. Мне очень, очень хотелось бы сделать больше, но тот факт, что мне приходится использовать псевдоним, должен выдать состояние моего здоровья. Это все, что я могу сделать. Надеюсь, этого будет достаточно."
    },
    {
      "type": "spectrum:potion_workshop_crafting",
      "recipe": "spectrum:potion_workshop_crafting/sedatives",
      "text": "$(italic)Мне потребовалось немало усилий, чтобы заставить себя работать. Благодаря этому вы сможете более активно использовать экстракт кровавой орхидеи. Если наступит худший день, это даст вам преимущество."
    },
    {
      "type": "patchouli:text",
      "title": "[Скрытая страница 2]",
      "text": " ...Астерас$(br2)Я надеюсь, что это послание дойдет до тебЯ. Положение дел только ухудшилось с момента нашего последнего разговора, дворяне все еще охотятся на тебя, но уже с большей силой.... Они готовятся к войне, это уже ясно. Им нужен цветущий камень, и они готовы пожертвовать многим ради него. Дела идут плохо, пожалуйста, оставайся в безопасности.$(br)$(o)        … Я скучаю по тебе."
    }
  ]
}
