{
  "name": "Кулинарная книга Имбрифер",
  "icon": "spectrum:imbrifer_cookbook",
  "advancement": "spectrum:hidden/collect_cookbooks/imbrifer_cookbook",
  "category": "spectrum:cuisine_category",
  "extra_recipe_mappings": {
    "spectrum:imbrifer_cookbook": 0
  },
  "pages": [
    {
      "type": "spectrum:snippet",
      "title": "Imbrifer Fine Dining",
      "resource_path": "spectrum:textures/gui/guidebook/lorraine.png",
      "resource_width": 116,
      "resource_height": 116,
      "texture_x": 0,
      "texture_y": 0,
      "texture_width": 116,
      "texture_height": 116,
      "border": false,
      "text": "$(o)   Шеф-повар Лоррейн из Имбрифера"
    },
    {
      "type": "patchouli:text",
      "text": "Добро пожаловать. Не будем зацикливаться на представлениях - вы здесь потому, что хотите научиться готовить, и я могу вас научить. Я учился в Кулинарном колледже Мерилу, лучшем кулинарном заведении в глубинах; я стажировался под руководством императорского шеф-повара Аверстрона, обслуживая $(o)$(fuck)род Алой Луны$(); я, с командой собственных учеников, открыл в Имбрифере первый полноценный ресторан. $(br2)$(o)Следуйте моему примеру, и я научу вас истинному вкусу."
    },
    {
      "type": "patchouli:text",
      "title": "Простое блюдо",
      "text": "$(br)Каждый должен с чего-то начинать, и для моих учеников он стал таким началом. Коктейль из Лангустов обманчив, он кажутся простым, но чтобы по-настоящему овладеть им, нужны тонкость и практика. Можно обжарить персики и специи, чтобы получить сладкий, сиропный, пряный соус без варки лангустов, но это требует огромной аккуратности. Я использую это рецепт для фильтрации новых студентов."
    },
    {
      "type": "spectrum:pedestal_crafting",
      "recipe": "spectrum:pedestal/tier1/food/crawfish_cocktail",
      "text": "$(italic)Чтобы сделать все правильно с первого раза, могут потребоваться сотни попыток.$(br2)Многие из них сломаются раньше."
    },
    {
      "type": "patchouli:text",
      "title": "Меланхолический бисквит",
      "text": "$(br)Багнан - это классика кулинарной школы. Сильно приправленный, роскошный суп, дополненный порцией свежих сливок; контраст алого, перченого супа и освежающего жемчужного крема - пиршество для глаз и языка. Была у меня одна знакомая мелохитка. Она любила суп, не слишком похожий на этот. Когда-то давно мы были хорошими друзьями, она называла меня эгоцентричным."
    },
    {
      "type": "spectrum:pedestal_crafting",
      "recipe": "spectrum:pedestal/tier1/food/bagnun",
      "text": "$(italic)    ....."
    },
    {
      "type": "patchouli:text",
      "title": "Суп ночи",
      "text": "$(br)Различные растения зарождаюшего рода, как правило, желательны.$(br2)Особенно востребованы их луковицы, похожие на лук по текстуре, но более нежные, сладкие и необычные на вкус, за что их прозвали трюфелями глубины. В этом рецепте используется современное скрещивание двух местных видов - поразительной $(l:resources/jade_vines)нефритовой лозы$()."
    },
    {
      "type": "spectrum:pedestal_crafting",
      "recipe": "spectrum:pedestal/tier1/food/mellow_shallot_soup",
      "text": "$(italic)Я слышал, что нектар нефритовой лозы обладает восстанавливающими свойствами…$(br2)Какое любопытное скрещивание."
    },
    {
      "type": "patchouli:text",
      "title": "Холодная резка кой-коин",
      "text": "$(br)Если кто-то скажет вам, что рыбный торт нужно жарить, он не только не прав, но и глуп. Правильный способ приготовления рыбного торта - это сначала натереть рыбу специями и паштетом, а затем оставить ее бродить в ванне с нефритовым уксусом не менее чем на 72 часа. Это не только уничтожит паразитов в рыбе, но и придаст торту характерный розовый цвет."
    },
    {
      "type": "spectrum:pedestal_crafting",
      "recipe": "spectrum:pedestal/tier1/food/fishcake",
      "text": "$(italic)Самый вкусный рыбный торт готовится месяцами, если не годами."
    },
    {
      "type": "patchouli:text",
      "title": "Эфирное вино",
      "text": "$(br)Я не пивовар, и поэтому не могу рассказать об ингредиентах для Царской Водки.$(br2)Но я могу отметить, что для хорошего шеф-повара очень важно понимать свои ингредиенты и способы их приготовления. Вы не можете судить о качестве, если не знаете, как оно создается."
    },
    {
      "type": "spectrum:titration_barrel_fermenting",
      "recipe": "spectrum:titration_barrel/special/aqua_regia",
      "text": "$(italic)Знайте свои ингредиенты, изучайте их, понимайте их."
    }
  ]
}
