{
  "name": "Имперская поваренная книга",
  "icon": "spectrum:imperial_cookbook",
  "advancement": "spectrum:hidden/collect_cookbooks/imperial_cookbook",
  "category": "spectrum:cuisine_category",
  "extra_recipe_mappings": {
    "spectrum:imperial_cookbook": 0
  },
  "pages": [
    {
      "type": "spectrum:snippet",
      "title": "Imbrifer Fine Dining",
      "resource_path": "spectrum:textures/gui/guidebook/aeverstrone.png",
      "resource_width": 116,
      "resource_height": 116,
      "texture_x": 0,
      "texture_y": 0,
      "texture_width": 116,
      "texture_height": 116,
      "border": false,
      "text": "$(o)  Шеф-повар Аверстрон$(br)     из Двора Алой Луны"
    },
    {
      "type": "patchouli:text",
      "text": "Привет, малышка! Надеюсь, вы разделите любовь этого маленького старичка к кулинарии.$(br2)Представьтесь, я Аэверстрон из Куривинды, и я служу при дворе $(o)$(fuck)Алой Луны$() последние 80 лет, занимая должность главного императорского повара, хотя сейчас я в основном лично готовлю для императорской семьи. Простите меня, если я немного отвлекусь в этой книге, ведь за 170 лет существования есть о чем вспомнить!"
    },
    {
      "type": "patchouli:text",
      "title": "Путешествие на Запад",
      "text": "$(br)Персики и императоры - они практически неразлучны! Те нефритовые деревья, которые растут в этих краях, появились не здесь, скорее, они являются экзотическими для страны, расположенной далеко за пределами этой, глубоко на востоке. Мои императоры так любят хрустальные персики, что носят их с собой повсюду, куда бы они ни отправились. Вы можете определить, где они господствовали, просто следуя за цветами нефрита!"
    },
    {
      "type": "spectrum:pedestal_crafting",
      "recipe": "spectrum:pedestal/tier1/food/peaches_flambe",
      "text": "$(italic)У Шуры - золотой, у безродных людей - фиолетовый, а у нас? Цвет королевской власти - розовый! Хахахах!"
    },
    {
      "type": "patchouli:text",
      "title": "Роскошное рагу",
      "text": "$(br)Это блюдо из мяса ящерицы, тушенного в вине и лепестках, - деликатес, и я не стану винить вас за то, что вы испортите его первые 2 или 20 раз. По сей день это одно из самых сложных блюд, которые я готовлю регулярно. Это длительный процесс, в котором используется множество деликатных ингредиентов. Но в результате получается нечто поистине чудесное."
    },
    {
      "type": "spectrum:pedestal_crafting",
      "recipe": "spectrum:pedestal/tier1/food/chauve_souris_au_vin",
      "text": "$(italic)Честно говоря, я никогда не помню, как пишется его название."
    },
    {
      "type": "patchouli:text",
      "title": "Причудливые сладости",
      "text": "$(br)Скромный джанкет, варианты этой сладкой, клейкой закуски существуют во всех формах, хотя эта - особенно эксцентричная! Честно говоря, мне не очень нравится их готовить, извлечение масел из лепестков - долгий и утомительный процесс, но дети при дворе всегда приходят в такой восторг, когда видят это лакомство, что мое старое сердце замирает."
    },
    {
      "type": "spectrum:potion_workshop_crafting",
      "recipe": "spectrum:potion_workshop_crafting/junket",
      "text": "$(italic)Император Аава любил это, когда был маленьким котенком.$(br2)Я уверен, что губер до сих пор это делает."
    },
    {
      "type": "patchouli:text",
      "title": "Морской лотос",
      "text": "$(br)С этим рецептом связана одна забавная история. Кои, помимо того что являются великолепными созданиями, служат основой для некоторых из самых уникальных и потрясающих императорских рецептов. Однако для этих рецептов часто требуются странные и экзотические ингредиенты, и однажды накануне банкета у нас закончились запасы. Быстро сообразив, я заменил закваску на $(l:creating_life/fading)увядание$(), в результате чего получилось это блюдо, напоминающее цветок."
    },
    {
      "type": "spectrum:titration_barrel_fermenting",
      "recipe": "spectrum:titration_barrel/faded_koi",
      "text": "$(italic)Не оставляйте это бродить слишком долго, иначе увядание начнет пожирать рыбу!"
    },
    {
      "type": "patchouli:text",
      "title": "Пудинговое вино",
      "text": "$(br)Ах, вино, какой разнообразный и яркий мир. Этот рецепт появился задолго до меня - я знаю, вас может удивить, что есть вещи старше меня, хех - это разновидность пустынного вина, популярная при моем дворе и используемая во многих рецептах, как вы, возможно, заметили.$(br2)Скажу вам, не спешите, эта штука бьет по голове гораздо сильнее, чем вы думаете."
    },
    {
      "type": "spectrum:titration_barrel_fermenting",
      "recipe": "spectrum:titration_barrel/special/nectered_viognier",
      "text": "$(italic)Напоминает медовуху, но ближе к алкогольному нектару."
    }
  ]
}
