{
  "name": "Мелохиты Кулинарная книга Том 2",
  "icon": "spectrum:melochites_cookbook_vol_2",
  "advancement": "spectrum:hidden/collect_cookbooks/melochites_cookbook_vol_2",
  "category": "spectrum:cuisine_category",
  "extra_recipe_mappings": {
    "spectrum:melochites_cookbook_vol_2": 0
  },
  "pages": [
    {
      "type": "spectrum:snippet",
      "title": "Melochites Desserts",
      "resource_path": "spectrum:textures/gui/guidebook/mehrunes_chellaya_vol_2.png",
      "resource_width": 116,
      "resource_height": 116,
      "texture_x": 0,
      "texture_y": 0,
      "texture_width": 116,
      "texture_height": 116,
      "border": false,
      "text": "$(o)   Тетя Мелайя"
    },
    {
      "type": "patchouli:text",
      "text": "Хой племяшки! Если вы впервые читаете кулинарную книгу, или вы опытный кулинар, который давно следит за моими рассказами, я надеюсь, что вы готовы изучить несколько замечательных рецептов вместе с вашей тетей Малайей. Вместе мы рассмотрим несколько великолепных традиционных рецептов из моего уголка, которые, я надеюсь, вам понравятся~! $(br2) $(o) ~Мерунес Челлайя из Мелохитов"
    },
    {
      "type": "patchouli:text",
      "title": "Персиковый Джем",
      "text": "$(br)Хотя Мелохит, возможно, наиболее известен количеством и качеством экспортируемого малахита, я могу сказать, что в этом прекрасном месте, которое я называю домом, есть гораздо больше. Пивоварни и винокурни, расположенные в этом уголке пещер, просто чудесны, а прекрасные ликеры, которые они производят, привели к созданию множества коктейлей и напитков!"
    },
    {
      "type": "spectrum:pedestal_crafting",
      "recipe": "spectrum:pedestal/tier1/food/slushslide",
      "text": "$(italic)Оставляет ощущение уюта внутри"
    },
    {
      "type": "patchouli:text",
      "title": "Пухлый и шоколадный",
      "text": "$(br)Ох, грация, из всех чудес поверхности я могу сказать, что ничего не сравнится с восхитительным какао и шоколадом. $(br2) Если бы хоть что-то могло заставить меня наконец переехать на новое место жительства, это были бы эти двое, они действительно прекрасны, и если вы со мной не согласны, уверяю вас, этот рецепт заставит вас передумать."
    },
    {
      "type": "spectrum:pedestal_crafting",
      "recipe": "spectrum:pedestal/tier1/food/berliner",
      "text": "$(italic)Если и есть какое-то доказательство того, что Шура все еще присматривает за нами и жизнь хороша, то это именно оно."
    },
    {
      "type": "patchouli:text",
      "title": "A Dessert Tart",
      "text": "$(br)Знаете, иногда так легко запутаться в деталях и нюансах в длинных списках рецептов. $(br)Иногда проще - значит лучше, и эта чудесная выпечка - яркий тому пример: молоко, мука, масло и сахар - вот и все, что вам нужно, и пусть эти зазнавшиеся гурманы из Имбрифера не говорят вам обратного!"
    },
    {
      "type": "spectrum:pedestal_crafting",
      "recipe": "spectrum:pedestal/tier1/food/cream_pastry",
      "text": "$(italic)Сладкий, хрустящий и нежный. $(br2)Отлично подходит к чаю!"
    },
    {
      "type": "patchouli:text",
      "title": "Фаршированное лакомство!",
      "text": "$(br)Многие скажут, что мы, мелохиты, - большие любители поесть, и, конечно, мы действительно склонны к обжорству. $(br2)Но, скажи честно, племянник, если бы вы жили в месте с такими богатыми кулинарными традициями, как те, что я вам показала, разве бы вы тоже не проголодались? Во всяком случае, я думаю, что многие из вас, милые читатели, оценили мою упитанность…"
    },
    {
      "type": "spectrum:pedestal_crafting",
      "recipe": "spectrum:pedestal/tier1/food/rabbit_cream_pie",
      "text": "$(italic)Одно яйцо, немного сахара, чуток муки и сверху сливок."
    },
    {
      "type": "patchouli:text",
      "title": "Сахарная лихорадка",
      "text": "$(br)Хотите верьте, хотите нет, но стеклянные персики хороши не только с сытными блюдами, но и подходят для десертов. Попробуйте! С еще большим количеством сахара, который уже сохранился в баночке, этот джем даст вам достойный пинок и энергично просвистит по вашим венам."
    },
    {
      "type": "spectrum:titration_barrel_fermenting",
      "recipe": "spectrum:titration_barrel/peach_jam",
      "text": "$(italic)Такой сладкий, что окрасит вашу кровь в оранжевый цвет."
    }
  ]
}
