{
    "name": "Resonance",
    "icon": "minecraft:amethyst_cluster",
    "category": "spectrum:enchantments_category",
    "pages": [
        {
            "type": "patchouli:text",
            "text": "$(italic)There have always been blocks that you were very interested in, but you could never carve them out of the ground carefully enough to retrieve them flawlessly. You noticed, however, that these blocks vibrate in a similar way to the gems you've been so concerned with lately.$(br)If you hit the right frequency, your original dream could finally become a reality."
        },
        {
            "type": "patchouli:text",
            "text": "$(br2)$(italic)We should take this geode$(br)and push it somewhere else.$()$(br2)Uses gentle vibrations to allow some blocks to drop themselves$(br2)Max Level: 1$(br)Applicable to mining tools.$(br)Mutually exclusive with Fortune, Foundry and Pest Control."
        },
		{
            "type": "patchouli:spotlight",
            "title": "Gemstone Buds",
            "item": "minecraft:medium_amethyst_bud",
            "text": "The smaller gem buds are usually too fragile to break them from their mother block. However, if you hit the right frequency, the small gems will break from the stone almost by themselves."
        },
        {
            "type": "patchouli:spotlight",
            "title": "Budding Blocks",
            "item": "spectrum:budding_citrine",
            "text": "The fragility of these blocks allows them to create new gems in a short time (well, short compared to their creation history. For you, the wait still feels like eons). Waiting for them in your own house instead of one of your minimalist outposts sounds cozier."
        },
        {
            "type": "patchouli:spotlight",
            "title": "Harvesting Spawners",
            "item": "minecraft:spawner",
            "text": "In the depths you have come across cages that seem to spit out an endless number of enemies. Which madman placed them there, what purpose they should serve and whether it was really worth the effort is a mystery to you. However, you did find some use for these parts. Whoever the maker was certainly won't miss you packing a few."
        },
        {
            "type": "patchouli:spotlight",
            "title": "Infested Blocks",
            "item": "minecraft:infested_stone_bricks",
            "text": "The gentle vibrations lull the silverfish hiding in the blocks. Not knowing what will happen to them, you can pack up the blocks and the silverfish and take them with you. They do not know what will happen to them.$(br)Sweet, sweet revenge?"
        }
    ]
}
